i5-2500k/3.12.58-stats/30/2/read-only-1.log
starting vacuum...end.
transaction type: <builtin: select only>
scaling factor: 30
query mode: simple
number of clients: 1
number of threads: 1
duration: 900 s
number of transactions actually processed: 14886721
latency average: 0.060 ms
tps = 16540.799384 (including connections establishing)
tps = 16540.821126 (excluding connections establishing)